docs/arkitektur/tilstander/NAV 04-06.08.approved.md
```mermaid
   stateDiagram
   [*]-->MottattType
   	MottattType --> AvventerJournalpostType
	AvventerJournalpostType --> AvventerPersondataType
	AvventerPersondataType --> KategoriseringType
	KategoriseringType --> AventerArenaOppgaveType
	AventerArenaOppgaveType --> AvventerFerdigstillJournalpostType
	AvventerFerdigstillJournalpostType --> InnsendingFerdigstiltType
   InnsendingFerdigstiltType--> [*]    
```
